Repository: common-repository/woo-efactuurdirect
Catalog: languages/woo-efactuurdirect-*.po
Languages: nl_nl

source: Settings
nl_nl: Instellingen

source: Create contacts and invoices from WooCommerce orders.
nl_nl: Maak contacten en facturen vanuit WooCommerce bestellingen.

source: House Number
nl_nl: Huisnummer

source: Number
nl_nl: Nummer

source: No parameters specified.
nl_nl: Geen parameters opgegeven.

source: You do not have sufficient permissions to access this page.
nl_nl: Je hebt niet voldoende rechten om toegang te krijgen tot deze pagina.

source: Invoice
nl_nl: Factuur

source: Efactuurdirect invoice:
nl_nl: Efactuurdirect factuur

source: Preparing invoice
nl_nl: Factuur voorbereiden

source: The invoice is not created
nl_nl: De factuur is niet aangemaakt

source: Username
nl_nl: Gebruikersnaam

source: Your username in efactuurdirect
nl_nl: Je gebruikersnaam in efactuurdirect

source: Subdomain
nl_nl: Subdomein

source: Your efactuurdirect account subdomain: https://<b>[subdomain]</b>.efactuurdirect.nl
nl_nl: Je efactuurdirect account subdomein: https://<b>[subdomein]</b>.efactuurdirect.nl

source: API key
nl_nl: API Sleutel

source: Your efactuurdirect API key
nl_nl: Je efactuurdirect API sleutel

source: Automatically create invoice
nl_nl: Maak automatisch een factuur

source: Select at which status an invoice will be created
nl_nl: Selecteer bij welke status een factuur zal worden aangemaakt

source: Invoice type
nl_nl: Type factuur

source: Select the invoice type to be used in efactuurdirect
nl_nl: Selecteer het type factuur in efactuurdirect

source: Invoice date
nl_nl: Factuurdatum

source: Select the invoice date to be used
nl_nl: Selecteer welke factuurdatum moet worden gebruikt

source: Invoice send date
nl_nl: Factuur verzend datum

source: Order date
nl_nl: Datum van bestelling

source: Product unit of measure
nl_nl: Product eenheid

source: Select the unit of measure to be used for products
nl_nl: Selecteer de eenheid om voor producten te gebruiken

source: Zero rate tax
nl_nl: Geen btw

source: Select the vat value to be used in efactuurdirect for zero rate tax
nl_nl: Selecteer de btw waarde om in efactuurdirect te gebruiken bij geen btw

source: Connection status:
nl_nl: Verbindingsstatus:

source: ERROR (Invalid username or API key)
nl_nl: FOUT (Ongeldige gebruikersnaam of API sleutel)

source: ERROR (Invalid subdomain)
nl_nl: FOUT (Ongeldige subdomein)

source: Default
nl_nl: Standaard

source: Tax rate of %.2f percent is not available in efactuurdirect
nl_nl: Btw tarief van %.2f is niet beschikbaar in efactuurdirect

source: Efactuurdirect error
nl_nl: Foutmelding efactuurdirect

source: Cannot connect to the efactuurdirect API
nl_nl: Er kan geen verbinding worden gemaakt met de efactuurdirect API

source: Invoice created
nl_nl: Factuur gemaakt

source: Create concept invoice
nl_nl: Maak een conceptfactuur

source: Create concept already paid invoice
nl_nl: Maak een reeds betaalde conceptfactuur

source: Send invoice
nl_nl: Verstuur factuur

source: Send already paid invoice
nl_nl: Verstuur een reeds betaalde factuur

source: Manually
nl_nl: Handmatig

source: Check for updates
nl_nl: Controleer op updates

# the plugin title
source: The %s plugin is up to date.
nl_nl: De %s plugin is up to date.

# the plugin title
source: A new version of the %s plugin is available.
nl_nl: Een nieuwe versie van de %s plugin is beschikbaar.

source: Unknown update checker status "%s"
nl_nl: Onbekende update; controleer status \"%s\"

source: There is no changelog available.
nl_nl: Er is geen changelog beschikbaar.

source: Please enable: "Round tax at subtotal level, instead of rounding per line" at Tax setting to use correct vat calculation for invoices.
nl_nl: Activeer "Rond belastingen af bij subtotalen, in plaats van per regel" bij Belasting instellingen om de juiste btw rekenmethode voor facturen te gebruiken.

source: Warning: The order total is not identical to the invoice total.
nl_nl: Let op: Het order totaal is niet gelijk aan het factuur totaal.

source: Efactuurdirect authentication error.
nl_nl: Efactuurdirect authenticatie fout.

source: Check you efactuurdirect API settings:
nl_nl: Controleer je efactuurdirect API instellingen:

source: Invoice is not created, click to retry.
nl_nl: Factuur is niet aangemaakt, klik om opnieuw te proberen.

source: Invoice remark
nl_nl: Factuur opmerking

source: Invoice textline
nl_nl: Factuur tekstregel

source: Add custom fields for invoice remark and textline at checkout
nl_nl: Voeg custom fields voor factuur opmerking en tekstregel toe op de checkout pagina

source: Payment option
nl_nl: Betaalmethode

source: Select payment method for already paid invoices
nl_nl: Selecteer betaalmethode voor reeds betaalde facturen

source: ERROR (Connection error)
nl_nl: ERROR (API fout)

source: API connection method
nl_nl: API connectie methode
